#+title:  Evaluaci贸n de la exposici贸n
#+author: Gunnar Wolf

* Mecanismos para mantener la coherencia en cach茅

- Tema presentado por :: Mar铆a Fernanda Ayala y Elizabeth Portilla
- Calificaci贸n global :: Por favor lean todo el archivo para entender de d贸nde
  vienen todos estos n煤meros 

|------------------------+------+--------------------+------+---------|
| Evaluaci贸n  compa帽eros | Peso | Evaluaci贸n docente | Peso | *Total* |
|------------------------+------+--------------------+------+---------|
|                   8.11 |  0.3 |               9.55 |  0.7 |    9.12 |
|------------------------+------+--------------------+------+---------|
#+TBLFM: @2$5=$1*$2+$3*$4;f-2

* Comentarios

Dado que es una presentaci贸n en video, no puedo evaluar /dominio del tema/ y
/presencia/ como lo har铆amos habitualmente. Me centro en las respuestas que
hagan a las preguntas de sus compa帽eros para el primero y en si la presentaci贸n
"suena" le铆da directamente del material que prepararon o expuesta m谩s libremente
para el segundo.


* Evaluaci贸n grupal

|              | 1 | 2 | 3 | 4 | 5 | Total |
|--------------+---+---+---+---+---+-------|
| Originalidad | 0 | 0 | 0 | 4 | 3 |  8.86 |
| Nivel        | 0 | 0 | 2 | 3 | 2 |  8.00 |
| Relevancia   | 0 | 0 | 0 | 3 | 4 |  9.14 |
| Claridad     | 0 | 2 | 0 | 2 | 3 |  7.71 |
| Presencia    | 1 | 1 | 1 | 2 | 2 |  6.86 |
|--------------+---+---+---+---+---+-------|
|              |   |   |   |   |   |  8.11 |
#+TBLFM: @2$7..@6$7=10 * (0.2*$2 + 0.4*$3 + 0.6*$4 + 0.8*$5 + $6 ) / vsum($2..$6); f-2::@7$7=vmean(@2$7..@6$7); f-2

** Comentarios de los compa帽eros

Ninguno de los compa帽eros dej贸 un comentario en texto abierto.

* Evaluaci贸n por parte del docente

| *Aspecto*                          | *Peso* | *Evaluaci贸n* | *Puntos* |
|------------------------------------+--------+--------------+----------|
| Contenido t茅cnico y profunidad     |    0.3 |           10 |       3. |
| Fuentes bibliogr谩ficas             |   0.15 |           10 |      1.5 |
| Organizaci贸n                       |   0.15 |           10 |      1.5 |
| Comunicaci贸n oral y uso del tiempo |   0.25 |           10 |      2.5 |
| Uso de recursos visuales           |   0.15 |            7 |     1.05 |
|------------------------------------+--------+--------------+----------|
| *Global*                           |        |              |     9.55 |
#+TBLFM: @<<$4..@>>$4=$2*$3::$4=vsum(@<<..@>>);f-2

** Comentarios del docente
隆Me pareci贸 una muy buena exposici贸n! El tema es complicado y 谩rido de
inicio, y me pareci贸 muy bien presentado; tal vez no les jug贸 muy a favor
lo dif铆cil que es presentar c贸mo y cu谩ndo se presentan estas situaciones.

隆Me pareci贸 excelente que compartan esta demostraci贸n!
